{"translation-revision-date":"2019-06-16 03:13:05+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"Search Terms":["ค้นหาคำ"],"Stick to the top of the blog":["ปักหมุดไว้บนสุดของบล็อก"],"Exit the Editor":["ออกจากตัวแก้ไข"],"To edit the featured image, you need permission to upload media.":["คุณจำเป็นต้องมีสิทธิ์สำหรับอัปโหลดไฟล์สื่อ จึงจะแก้ไขรูปพิเศษได้"],"Start writing with text or HTML":["เริ่มการเขียนด้วยตัวอักษร หรือ HTML"],"Type text or HTML":["พิมพ์ตัวอักษร หรือ HTML"],"Scheduled":["ตั้งเวลาไว้"],"Error while uploading file %s to the media library.":["มีข้อผิดพลาดในขณะที่กำลังอัปโหลดไฟล์ %s ไปยังคลังไฟล์สื่อ"],"This file is empty.":["ไฟล์นี้ว่างเปล่า"],"Sorry, this file type is not supported here.":["ขออภัย ไฟล์ประเภทนี้ไม่สนับสนุน"],"Untitled Reusable Block":["บล็อกใช้ซ้ำได้ไม่มีชื่อ"],"Block deleted.":["บล็อกถูกลบแล้ว"],"Block created.":["สร้างบล็อกแล้ว"],"Trashing failed":["ทิ้งถังขยะล้มเหลว"],"Updating failed":["การอัปเดตล้มเหลว"],"Scheduling failed":["การกำหนดเวลาล้มเหลว"],"Publishing failed":["การเผยแพร่ล้มเหลว"],"You have unsaved changes. If you proceed, they will be lost.":["คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก ถ้าคุณทำต่อ สิ่งเหล่านั้นจะหายไป"],"Reset the template":["ล้างค่าเทมเพลต"],"Keep it as is":["เก็บไว้ตามที่เป็นอยู่"],"The content of your post doesn’t match the template assigned to your post type.":["เนื้อหาของเรื่องของคุณไม่ตรงกับเทมเพลตที่กำหนดไว้กับประเภทเรื่องของคุณ"],"Resetting the template may result in loss of content, do you want to continue?":["การล้างค่าเทมเพลตอาจทำให้เนื้อหาเสียหาย คุณต้องการดำเนินการต่อหรือไม่?"],"Document Outline":["ภาพรวมเอกสาร"],"Paragraphs":["ย่อหน้า"],"Headings":["หัวข้อ"],"Document Statistics":["สถิติเอกสาร"],"Content structure":["โครงสร้างเนื้อหา"],"View the autosave":["ดูบันทึกอัตโนมัติ"],"There is an autosave of this post that is more recent than the version below.":["มีบันทึกอัตโนมัติของเรื่องนี้ที่ใหม่กว่ารุ่นด้านล่างนี้"],"Protected with a password you choose. Only those with the password can view this post.":["ปกป้องด้วยรหัสผ่านที่คุณเลือก จะสามารถดูเรื่องนี้ได้เฉพาะผู้ที่มีรหัสผ่านเท่านั้น"],"Only visible to site admins and editors.":["สามารถดูได้เฉพาะผู้ควบคุมและผู้เขียน"],"Visible to everyone.":["สามารถดูได้ทั่วไป"],"Use a secure password":["ใช้รหัสผ่านที่ปลอดภัย"],"Create password":["สร้างรหัสผ่าน"],"Post Visibility":["การมองเห็นเรื่อง"],"Would you like to privately publish this post now?":["คุณต้องการเผยแพร่เรื่องนี้แบบส่วนตัวตอนนี้?"],"Move to trash":["ย้ายไปถังขยะ"],"Add title":["ใส่ชื่อ"],"Terms":["เงื่อนไข"],"Parent Term":["ป้ายคำหลัก"],"Add new term":["เพิ่มเงื่อนไขใหม่"],"Add new category":["เพิ่มหมวดหมู่ใหม่"],"term\u0004Remove %s":["ลบ %s"],"term\u0004%s removed":["ลบ %s แล้ว"],"term\u0004%s added":["%s ถูกเพิ่มแล้ว"],"Term":["เงื่อนไข"],"Tag":["ป้ายกำกับ"],"Add New Term":["เพิ่มเงื่อนไขใหม่"],"Switch to Draft":["สลับไปฉบับร่าง"],"Are you sure you want to unschedule this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการตั้งเวลาเรื่องนี้?"],"Are you sure you want to unpublish this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการเผยแพร่เรื่องนี้?"],"Immediately":["โดยทันที"],"Saving":["กำลังบันทึก"],"Autosaving":["บันทึกอัตโนมัติ"],"Finished writing? That’s great, let’s get this published right now. Just click “Publish” and you’re good to go.":["เขียนเสร็จแล้ว? ยอดเยี่ยมมาก มาเผยแพร่เดี๋ยวนี้เลยเถอะ เพียงแค่กด \"เผยแพร่\" ก็เรียบร้อยแล้ว"],"Publish…":["เผยแพร่..."],"Publish:":["เผยแพร่:"],"Visibility:":["การมองเห็น:"],"Double-check your settings before publishing.":["ตรวจทานการตั้งค่าอีกรอบก่อนการเผยแพร่"],"Are you ready to publish?":["คุณพร้อมที่จะเผยแพร่หรือยัง?"],"Your work will be published at the specified date and time.":["ผลงานของคุณจะได้รับการเผยแพร่ในวันและเวลาที่กำหนดไว้"],"Are you ready to schedule?":["คุณพร้อมที่จะตั้งเวลาล่วงหน้าหรือยัง?"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["เมื่อคุณพร้อม ส่งงานเขียนของคุณเพื่อให้ตรวจทาน และบรรณาธิการจะสามารถอนุมัติให้คุณ"],"Are you ready to submit for review?":["คุณพร้อมจะส่งให้ตรวจทานหรือยัง?"],"Copy Link":["คัดลอกลิงก์"],"Copied!":["คัดลอกแล้ว"],"%s address":["%s ที่อยู่"],"What’s next?":["อะไรต่อ?"],"is now live.":["กำลังเผยแพร่"],"is now scheduled. It will go live on":["ถูกตั้งเวลาไว้ จะถูกเผยแพร่เมื่อ"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["ป้ายกำกับช่วยให้ผู้ใช้และเสิร์ชเอนจิ้นนำทางเว็บไซต์ของคุณและค้นหาเนื้อหาของคุณ เพิ่มคำค้นหาเพื่อบรรยายเรื่องของคุณ"],"Add tags":["เพิ่มป้ายกำกับ"],"Apply the \"%1$s\" format.":["ใช้งานรูปแบบ \"%1$s\""],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["ธีมของคุณใช้รูปแบบเรื่องเพื่อเน้นให้เห็นชนิดของเนื้อหาที่แตกต่าง เช่นรูปภาพหรือวีดีโอ ใช้งานรูปแบบเรื่องเพื่อดูรูปแบบพิเศษนี้"],"Use a post format":["ใช้รูปแบบเรื่อง"],"Always show pre-publish checks.":["แสดงการตรวจสอบก่อนเผยแพร่เสมอ"],"Close panel":["ปิด"],"Submit for Review":["ส่งให้ตรวจทาน"],"Scheduling…":["กำลังตั้งเวลา..."],"Updating…":["กำลังอัปเดต..."],"Publishing…":["กำลังเผยแพร่..."],"Click “Preview” to load a preview of this page, so you can make sure you’re happy with your blocks.":["กด \"ตัวอย่าง\" เพื่อเรียกดูตัวอย่างของหน้านี้ เพื่อให้คุณแน่ใจว่าคุณพอใจกับบล็อกของคุณ"],"imperative verb\u0004Preview":["ดูก่อน"],"Generating preview…":["กำลังสร้างตัวอย่าง..."],"Allow Pingbacks & Trackbacks":["อนุญาตให้ใช้ Pingbacks และ Trackbacks"],"Change Permalinks":["เปลี่ยนลิงก์ถาวร"],"Permalink:":["ลิงก์ถาวร:"],"Copy the permalink":["คัดลอกลิงก์ถาวร"],"Permalink copied":["คัดลอกลิงก์ถาวรแล้ว"],"Edit post permalink":["แก้ไขลิงก์ถาวรของเรื่อง"],"Take Over":["รับช่วงต่อ"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["ผู้ใช้อื่นกำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s กำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["ผู้ใช้อื่นควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s ควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"Avatar":["รูปประจำตัว"],"This post is already being edited.":["เรื่องนี้ถูกแก้ไขแล้ว"],"Someone else has taken over this post.":["มีบางคนรับช่วงต่อเรื่องนี้แล้ว"],"%d Revision":["%d รุ่น"],"Post Format":["รูปแบบเรื่อง"],"Chat":["สนทนา"],"Standard":["มาตรฐาน"],"Aside":["ข้างเคียง"],"Replace image":["แทนที่รูปภาพ"],"Edit or update the image":["แก้ไขหรืออัปเดตรูปภาพ"],"Learn more about manual excerpts":["ศึกษาเพิ่มเติมเกี่ยวกับเกริ่นนำแบบเขียนเอง"],"Write an excerpt (optional)":["เขียนเกริ่นนำ (ถ้ามี)"],"Allow Comments":["อนุญาตการแสดงความเห็น"],"no parent":["ไม่มีหลัก"],"no title":["ไม่มีชื่อ"],"Order":["ลำดับ"],"%d result found.":["%d ผลการค้นหาที่พบ"],"The editor has encountered an unexpected error.":["ตัวแก้ไขเกิดข้อผิดพลาดขึ้น"],"Copy Error":["คัดลอกผิดพลาด"],"Copy Post Text":["คัดลอกข้อความของเรื่อง"],"Attempt Recovery":["พยายามกู้คืน"],"(Multiple H1 headings are not recommended)":["(ไม่แนะนำให้ใช้หัวเรื่อง H1 หลายอัน)"],"(Your theme may already use a H1 for the post title)":["(ธีมของคุณอาจใช้ H1 สำหรับหัวข้อเรื่องแล้ว)"],"(Incorrect heading level)":["(ระดับหัวข้อไม่ถูกต้อง)"],"(Empty heading)":["(หัวข้อว่าง)"],"Category":["หมวดหมู่"],"(opens in a new tab)":["(เปิดในแท็บใหม่)"],"Block updated.":["อัปเดตบล็อกแล้ว"],"Blocks":["ปิดกั้น"],"Gallery":["คลังภาพ"],"Schedule…":["กำหนดเวลา..."],"Sorry, this file type is not permitted for security reasons.":["ขออภัย, ไฟล์ประเภทนี้ไม่ได้รับอนุญาตเนื่องจากเหตุผลด้านความปลอดภัย"],"Word count type. Do not translate!\u0004words":["characters_excluding_spaces"],"https:\/\/codex.wordpress.org\/Excerpt":["https:\/\/codex.wordpress.org\/Excerpt"],"Template:":["เทมเพลต:"],"Status":["สถานะ"],"Set featured image":["ตั้งรูปพิเศษ"],"Video":["ไฟล์วีดีโอ "],"Audio":["ไฟล์เสียง"],"Saved":["บันทึกแล้ว"],"Remove image":["ลบรูปภาพ"],"Featured Image":["รูปพิเศษ"],"Link":["ลิงก์"],"Words":["คำ"],"This file exceeds the maximum upload size for this site.":["ไฟล์นี้ใหญ่เกินกว่าขนาดอัปโหลดสูงสุดของเว็บนี้"],"Parent Category":["หมวดหมู่หลัก"],"Add New Tag":["เพิ่มป้ายกำกับใหม่"],"Password Protected":["รหัสผ่านป้องกัน"],"Image":["รูปภาพ"],"Quote":["คำกล่าวอ้าง"],"Suggestion:":["คำแนะนำ:"],"(no title)":["(ไม่มีชื่อ)"],"Update":["อัปเดต"],"Schedule":["ตารางเวลา"],"Public":["เผยแพร่"],"Private":["ส่วนตัว"],"Save as Pending":["บันทึกเป็นรอตรวจสอบ"],"Redo":["กลับไปทำใหม่"],"Save Draft":["บันทึกฉบับร่าง"],"Save":["บันทึก"],"Publish":["เผยแพร่"],"Undo":["ย้อนกลับ"],"Edit":["แก้ไข"],"Author":["ผู้เขียน"],"Pending Review":["รอตรวจสอบ"],"Published":["เผยแพร่แล้ว"],"Title":["ชื่อ"]}},"comment":{"reference":"wp-includes\/js\/dist\/editor.js"}}