{"translation-revision-date":"2019-02-16 08:05:49+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"%d word":["%d คำ"],"To edit the featured image, you need permission to upload media.":["คุณจำเป็นต้องมีสิทธิ์สำหรับอัปโหลดไฟล์สื่อ จึงจะแก้ไขรูปพิเศษได้"],"Given your current role, you can only link a video, you cannot upload.":["บทบาทปัจจุบันที่คุณได้รับ สามารถทำได้แค่การลิงก์วิดีโอ คุณไม่สามารถอัปโหลดได้"],"Given your current role, you can only link an image, you cannot upload.":["บทบาทปัจจุบันที่คุณได้รับ สามารถทำได้แค่การลิงก์รูปภาพ คุณไม่สามารถอัปโหลดได้"],"Given your current role, you can only link an audio, you cannot upload.":["บทบาทปัจจุบันที่คุณได้รับ สามารถทำได้แค่การลิงก์ไฟล์เสียง คุณไม่สามารถอัปโหลดได้"],"Given your current role, you can only link a media file, you cannot upload.":["บทบาทปัจจุบันที่คุณได้รับ สามารถทำได้แค่การลิงก์ไฟล์สื่อ คุณไม่สามารถอัปโหลดได้"],"To edit this block, you need permission to upload media.":["คุณจำเป็นต้องมีสิทธิ์สำหรับอัปโหลดไฟล์สื่อ จึงจะแก้ไขบล็อกนี้ได้"],"Block tools":["เครื่องมือบล็อก"],"(selected block)":["(บล็อกที่ถูกเลือก)"],"Align text left":["จัดชิดซ้าย"],"Align text right":["จัดชิดขวา"],"Align text center":["จัดกลาง"],"%s block selected.":["%s บล็อกถูกเลือก"],"Start writing with text or HTML":["เริ่มการเขียนด้วยตัวอักษร หรือ HTML"],"Type text or HTML":["พิมพ์ตัวอักษร หรือ HTML"],"Start writing or type \/ to choose a block":["เริ่มการเขียน หรือพิมพ์เครื่องหมายทับ (\/) เพื่อเลือกบล็อก"],"Block icon":["ไอคอนของบล็อก"],"Scheduled":["ตั้งเวลาแล้ว"],"Outdent list item":["ย่อหน้ารายการออกด้านนอก"],"Indent list item":["ย่อหน้ารายการเข้าด้านใน"],"Convert to ordered list":["แปลงเป็นรายการที่มีลำดับ"],"Convert to unordered list":["แปลงเป็นรายการที่ไม่มีลำดับ"],"%d block":["%d บล็อก"],"Insert Link":["ใส่ลิงก์"],"Untitled Reusable Block":["บล็อกใช้ซ้ำได้ไม่มีชื่อ"],"Vivid red":["แดงสด"],"Pale pink":["ชมพูอ่อน"],"Luminous vivid orange":["ส้มสว่าง"],"Luminous vivid amber":["เหลือสว่าง"],"Link Settings":["ตั้งค่าลิงก์"],"Block deleted.":["บล็อกถูกลบแล้ว"],"Block created.":["สร้างบล็อกแล้ว"],"This file is empty.":["ไฟล์นี้ว่างเปล่า"],"Sorry, this file type is not supported here.":["ขออภัย ไฟล์ประเภทนี้ไม่สนับสนุน"],"Error while uploading file %s to the media library.":["มีข้อผิดพลาดในขณะที่กำลังอัปโหลดไฟล์ %s ไปยังคลังไฟล์สื่อ"],"Trashing failed":["ทิ้งถังขยะล้มเหลว"],"Updating failed":["การอัปเดตล้มเหลว"],"Scheduling failed":["การกำหนดเวลาล้มเหลว"],"Publishing failed":["การเผยแพร่ล้มเหลว"],"font size name\u0004Huge":["ใหญ่มาก"],"font size name\u0004Large":["ใหญ่"],"font size name\u0004Medium":["ปานกลาง"],"font size name\u0004Small":["เล็ก"],"Cyan bluish gray":["สีเทาอมฟ้า"],"Very light gray":["สีเทาอ่อนมาก"],"Vivid cyan blue":["สีน้ำเงินสด"],"Pale cyan blue":["สีน้ำเงินซีด"],"Vivid green cyan":["สีฟ้าอมเขียวสด"],"Light green cyan":["สีฟ้าอมเขียวอ่อน"],"Additional CSS Class":["CSS Class เพิ่มเติม"],"Anchors lets you link directly to a section on a page.":["Anchors ให้คุณลิงก์โดยตรงไปยังส่วนของหน้า"],"HTML Anchor":["HTML Anchor"],"You have unsaved changes. If you proceed, they will be lost.":["คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก ถ้าคุณทำต่อ สิ่งเหล่านั้นจะหายไป"],"Reset the template":["ล้างค่าเทมเพลต"],"Keep it as is":["เก็บไว้ตามที่เป็นอยู่"],"The content of your post doesn’t match the template assigned to your post type.":["เนื้อหาของเรื่องของคุณไม่ตรงกับเทมเพลตที่กำหนดไว้กับประเภทเรื่องของคุณ"],"Add title":["เพิ่มหัวข้อ"],"Terms":["เงื่อนไข"],"term\u0004Search %s":["ค้นหา %s"],"Add new term":["เพิ่มเงื่อนไขใหม่"],"Add new category":["เพิ่มหมวดหมู่ใหม่"],"term\u0004Remove %s":["ลบ %s"],"term\u0004%s removed":["ลบ %s แล้ว"],"Term":["เงื่อนไข"],"Tag":["ป้ายกำกับ"],"Add New Term":["เพิ่มเงื่อนไขใหม่"],"Switch to Draft":["สลับไปฉบับร่าง"],"Paragraphs":["ย่อหน้า"],"Content structure":["โครงสร้างเนื้อหา"],"Skip to the selected block":["ข้ามไปยังบล็อกที่ถูกเลือก"],"View the autosave":["ดูบันทึกอัตโนมัติ"],"Visible to everyone.":["สามารถดูได้ทั่วไป"],"Only visible to site admins and editors.":["สามารถดูได้เฉพาะผู้ควบคุมและผู้เขียน"],"Move to trash":["ย้ายไปถังขยะ"],"Saving":["กำลังบันทึก"],"Create password":["สร้างรหัสผ่าน"],"Use a secure password":["ใช้รหัสผ่านที่ปลอดภัย"],"Headings":["หัวข้อ"],"Autosaving":["บันทึกอัตโนมัติ"],"Resetting the template may result in loss of content, do you want to continue?":["การล้างค่าเทมเพลตอาจทำให้เนื้อหาเสียหาย คุณต้องการดำเนินการต่อหรือไม่?"],"Immediately":["โดยทันที"],"term\u0004%s added":["%s ถูกเพิ่มแล้ว"],"Parent Term":["ป้ายคำหลัก"],"Finished writing? That’s great, let’s get this published right now. Just click “Publish” and you’re good to go.":["เขียนเสร็จแล้ว? ยอดเยี่ยมมาก มาเผยแพร่เดี๋ยวนี้เลยเถอะ เพียงแค่กด \"เผยแพร่\" ก็เรียบร้อยแล้ว"],"Document Outline":["ภาพรวมเอกสาร"],"Document Statistics":["สถิติเอกสาร"],"There is an autosave of this post that is more recent than the version below.":["มีบันทึกอัตโนมัติของเรื่องนี้ที่ใหม่กว่ารุ่นด้านล่างนี้"],"Protected with a password you choose. Only those with the password can view this post.":["ปกป้องด้วยรหัสผ่านที่คุณเลือก จะสามารถดูเรื่องนี้ได้เฉพาะผู้ที่มีรหัสผ่านเท่านั้น"],"Would you like to privately publish this post now?":["คุณต้องการเผยแพร่เรื่องนี้แบบส่วนตัวตอนนี้?"],"term\u0004Available %s":["%s ใช้ได้"],"Are you sure you want to unschedule this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการตั้งเวลาเรื่องนี้?"],"Are you sure you want to unpublish this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการเผยแพร่เรื่องนี้?"],"Stick to the Front Page":["ปักหมุดไว้ที่หน้าแรก"],"Post Visibility":["การมองเห็นเรื่อง"],"Publish…":["เผยแพร่..."],"Publish:":["เผยแพร่:"],"Your work will be published at the specified date and time.":["ผลงานของคุณจะได้รับการเผยแพร่ในวันและเวลาที่กำหนดไว้"],"Are you ready to publish?":["คุณพร้อมที่จะเผยแพร่หรือยัง?"],"Double-check your settings before publishing.":["ตรวจทานการตั้งค่าอีกรอบก่อนการเผยแพร่"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["เมื่อคุณพร้อม ส่งงานเขียนของคุณเพื่อให้ตรวจทาน และบรรณาธิการจะสามารถอนุมัติให้คุณ"],"Visibility:":["การมองเห็น:"],"Are you ready to schedule?":["คุณพร้อมที่จะตั้งเวลาล่วงหน้าหรือยัง?"],"Copy Link":["คัดลอกลิงก์"],"Copied!":["คัดลอกแล้ว"],"%s address":["%s ที่อยู่"],"Are you ready to submit for review?":["คุณพร้อมจะส่งให้ตรวจทานหรือยัง?"],"What’s next?":["อะไรต่อ?"],"Updating…":["กำลังอัปเดต..."],"Publishing…":["กำลังเผยแพร่..."],"Add tags":["เพิ่มป้ายกำกับ"],"Close panel":["ปิด"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["ป้ายกำกับช่วยให้ผู้ใช้และเสิร์ชเอนจิ้นนำทางเว็บไซต์ของคุณและค้นหาเนื้อหาของคุณ เพิ่มคำค้นหาเพื่อบรรยายเรื่องของคุณ"],"Submit for Review":["ส่งให้ตรวจทาน"],"is now live.":["กำลังเผยแพร่"],"is now scheduled. It will go live on":["ถูกตั้งเวลาแล้ว จะถูกเผยแพร่เมื่อ"],"Use a post format":["ใช้รูปแบบเรื่อง"],"Always show pre-publish checks.":["แสดงการตรวจสอบก่อนเผยแพร่เสมอ"],"Click “Preview” to load a preview of this page, so you can make sure you’re happy with your blocks.":["กด \"ตัวอย่าง\" เพื่อเรียกดูตัวอย่างของหน้านี้ เพื่อให้คุณแน่ใจว่าคุณพอใจกับบล็อกของคุณ"],"Apply the \"%1$s\" format.":["ใช้งานรูปแบบ \"%1$s\""],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["ธีมของคุณใช้รูปแบบเรื่องเพื่อเน้นให้เห็นชนิดของเนื้อหาที่แตกต่าง เช่นรูปภาพหรือวีดีโอ ใช้งานรูปแบบเรื่องเพื่อดูรูปแบบพิเศษนี้"],"Scheduling…":["กำลังตั้งเวลา..."],"Add %s":["เพิ่ม %s"],"(current %s: %s)":["(ปัจจุบัน %s: %s)"],"(%s: %s)":["(%s: %s)"],"no title":["ไม่มีหัวข้อ"],"Order":["ลำดับ"],"blocks\u0004Most Used":["ใช้บ่อย"],"Available block types":["ใช้มากสุด"],"%d result found.":["%d ผลการค้นหาที่พบ"],"%d Revision":["%d รุ่น"],"Post Format":["รูปแบบเรื่อง"],"Standard":["มาตรฐาน"],"Allow Comments":["อนุญาตความคิดเห็น"],"Replace image":["แทนที่รูปภาพ"],"Edit or update the image":["แก้ไขหรืออัปเดตรูปภาพ"],"imperative verb\u0004Preview":["ดูก่อน"],"Drag a video, upload a new one or select a file from your library.":["ลากไฟล์วิดีโอ, อัปโหลด หรือเลือกไฟล์จากไลบรารี่ของคุณ"],"Drag an image, upload a new one or select a file from your library.":["ลากไฟล์รูปภาพ, อัปโหลด หรือเลือกไฟล์จากไลบรารี่ของคุณ"],"Drag an audio, upload a new one or select a file from your library.":["ลากไฟล์เสียง, อัปโหลด หรือเลือกไฟล์จากไลบรารี่ของคุณ"],"Drag a media file, upload a new one or select a file from your library.":["ลากไฟล์สื่อ, อัปโหลด หรือเลือกไฟล์จากไลบรารี่ของคุณ"],"Add to Reusable Blocks":["เพิ่มไปยังบล็อกใช้ซ้ำได้"],"Manage All Reusable Blocks":["จัดการบล็อกใช้ซ้ำได้ทั้งหมด"],"Remove from Reusable Blocks":["ลบจากบล็อกใช้ซ้ำได้"],"Chat":["สนทนา"],"Change Permalinks":["เปลี่ยนลิงก์ถาวร"],"Paste or type URL":["วางหรือพิมพ์ URL"],"Reusable":["ใช้ซ้ำได้"],"Change block type":["เปลี่ยนประเภทบล็อก"],"Convert to Regular Block":["แปลงเป็นบล็อกธรรมดา"],"Remove Block":["ลบบล็อก"],"Copy the permalink":["คัดลอกลิงก์ถาวร"],"Permalink copied":["คัดลอกลิงก์ถาวรแล้ว"],"More options":["ตัวเลือกเพิ่มเติม"],"Hide options":["ซ่อนตัวเลือก"],"Permalink:":["ลิงก์ถาวร:"],"Copy Error":["คัดลอกผิดพลาด"],"Search for a block":["ค้นหาบล็อก"],"Edit as HTML":["แก้ไขแบบ HTML"],"Insert After":["แทรกต่อท้าย"],"Insert Before":["แทรกก่อนหน้า"],"Edit post permalink":["แก้ไขลิงก์ถาวรของเรื่อง"],"This post is already being edited.":["เรื่องนี้ถูกแก้ไขแล้ว"],"Copy Post Text":["คัดลอกข้อความของเรื่อง"],"Attempt Recovery":["พยายามกู้คืน"],"(Click to focus this heading)":["(กดเพื่อโฟกัสหัวเรื่องนี้)"],"(Multiple H1 headings are not recommended)":["(ไม่แนะนำให้ใช้หัวเรื่อง H1 หลายอัน)"],"(Your theme may already use a H1 for the post title)":["(ธีมของคุณอาจใช้ H1 สำหรับหัวข้อเรื่องแล้ว)"],"(Incorrect heading level)":["(ระดับหัวข้อไม่ถูกต้อง)"],"(Empty heading)":["(หัวข้อว่าง)"],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter text color.":["คู่สีนี้อาจทำให้อ่านได้ยาก พยายามใช้สีพื้นหลังที่เข้มขึ้น และ\/หรือ ใช้สีตัวหนังสือที่สว่างขึ้น"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker text color.":["คู่สีนี้อาจทำให้อ่านได้ยาก พยายามใช้สีพื้นหลังที่สว่างขึ้น และ\/หรือ ใช้สีตัวหนังสือที่เข้มขึ้น"],"Avatar":["รูปประจำตัว"],"Aside":["เนื้อเรื่องย่อ"],"Learn more about manual excerpts":["ศึกษาเพิ่มเติมเกี่ยวกับเกริ่นนำแบบเขียนเอง"],"Write an excerpt (optional)":["เขียนเกริ่นนำ (ถ้ามี)"],"Change type of %d block":["เปลี่ยนประเภทของบล็อก %d"],"Generating preview…":["กำลังสร้างตัวอย่าง..."],"Move %1$d block from position %2$d down by one place":["เลื่อนบล็อก %1$d จากตำแหน่ง %2$d ลงไปขั้นหนึ่ง"],"Move %1$d block from position %2$d up by one place":["เลื่อนบล็อก %1$d จากตำแหน่ง %2$d ขึ้นไปขั้นหนึ่ง"],"Blocks cannot be moved down as they are already at the bottom":["บล็อกไม่สามารถเลื่อนลงไปได้เนื่องจากมันอยู่ด้านล่างสุดแล้ว"],"Blocks cannot be moved up as they are already at the top":["บล็อกไม่สามารถเลื่อนขึ้นไปได้เนื่องจากมันอยู่ด้านบนสุดแล้ว"],"Block %s is at the beginning of the content and can’t be moved up":["บล็อก %s อยู่ที่ตำแหน่งเริ่มต้นของเนื้อหาและไม่สามารถเลื่อนขึ้นได้"],"The editor has encountered an unexpected error.":["ตัวแก้ไขเกิดข้อผิดพลาดขึ้น"],"Transform To:":["แปลงเป็น:"],"Block Styles":["สไตล์บล็อก"],"Duplicate":["ทำสำเนา"],"Edit visually":["แก้ไขแบบเสมือนจริง"],"Block Navigation":["นำทางบล็อก"],"no parent":["ไม่มีหลัก"],"Inline Elements":["Inline Elements"],"Take Over":["รับช่วงต่อ"],"Allow Pingbacks & Trackbacks":["อนุญาตให้ใช้ Pingbacks และ Trackbacks"],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s กำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["ผู้ใช้อื่นกำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["ผู้ใช้อื่นควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s ควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"Someone else has taken over this post.":["มีบางคนรับช่วงต่อเรื่องนี้แล้ว"],"Block %s is at the end of the content and can’t be moved down":["บล็อก %s อยู่ด้านท้ายของเนื้อหาและไม่สามารถเลื่อนลงได้"],"Move %1$s block from position %2$d up to position %3$d":["เลื่อนบล็อก %1$s จากตำแหน่ง %2$d ขึ้นไปยังตำแหน่ง %3$d"],"Category":["หมวดหมู่"],"Convert to HTML":["แปลงเป็น HTML"],"Current":["ปัจจุบัน"],"Convert to Blocks":["แปลงเป็นบล็อก"],"Add block":["เพิ่มบล็อก"],"Change Alignment":["เปลี่ยนการจัดตำแหน่ง"],"No block selected.":["ไม่มีบล็อกที่ถูกเลือก"],"Block: %s":["บล็อก: %s"],"font size name\u0004Normal":["ปานกลาง"],"Convert to Classic Block":["แปลงเป็นบล็อกดั้งเดิม"],"Full width":["กว้างเต็มจอ"],"Wide width":["กว้าง"],"Change Text Alignment":["เปลี่ยนการจัดตำแหน่งข้อความ"],"Move %1$s block from position %2$d down to position %3$d":["ย้ายบล็อก %1$s จากตำแหน่ง %2$d ลงไปยังตำแหน่ง %3$d"],"Block %s is the only block, and cannot be moved":["บล็อก %s เป็นบล็อกเดียวและไม่สามารถย้ายได้"],"This block contains unexpected or invalid content.":["บล็อกนี้มีสิ่งที่ไม่ได้คาดไว้หรือเนื้อหาที่ไม่ถูกต้อง"],"imperative verb\u0004Resolve":["แก้ปัญหา"],"Resolve Block":["แก้ปัญหาบล็อก"],"This block has encountered an error and cannot be previewed.":["บล็อกนี้มีข้อผิดพลาดเกิดขึ้นและไม่สามารถดูตัวอย่างได้"],"After Conversion":["หลังจากแปลงแล้ว"],"No results.":["ไม่มีผลลัพธ์"],"(opens in a new tab)":["(เปิดในแท็บใหม่)"],"Block updated.":["อัปเดตบล็อกแล้ว"],"No blocks found.":["ไม่พบบล็อก"],"%d result found, use up and down arrow keys to navigate.":["พบ %d ผลลัพธ์ ใช้ลูกศรขึ้นหรือลงเพื่อนำทาง"],"Blocks":["ปิดกั้น"],"Gallery":["คลังภาพ"],"Schedule…":["กำหนดเวลา..."],"Sorry, this file type is not permitted for security reasons.":["ขออภัย, ไฟล์ประเภทนี้ไม่ได้รับอนุญาตเนื่องจากเหตุผลด้านความปลอดภัย"],"Link selected.":["เลือกลิงก์แล้ว"],"Paste URL or type to search":["วาง URL หรือพิมพ์เพื่อค้นหา"],"Word count type. Do not translate!\u0004words":["characters_excluding_spaces"],"Align right":["ชิดขวา"],"Align left":["ชิดซ้าย"],"Align center":["วางตรงกลาง"],"Move down":["เลื่อนลง"],"Move up":["เลื่อนขึ้น"],"Template:":["เทมเพลต:"],"Status":["สถานะ"],"Insert from URL":["ใส่ไฟล์จาก URL"],"Set featured image":["ตั้งรูปพิเศษ"],"Video":["ไฟล์วีดีโอ "],"Audio":["ไฟล์เสียง"],"Large":["ขนาดใหญ่"],"Media Library":["คลังไฟล์สื่อ"],"Saved":["บันทึกแล้ว"],"Remove image":["ลบรูปภาพ"],"Upload":["อัปโหลด"],"Featured Image":["รูปพิเศษ"],"Styles":["สไตล์"],"Link":["ลิงก์"],"Very dark gray":["สีเทาเข้ม"],"Words":["คำ"],"This file exceeds the maximum upload size for this site.":["ไฟล์นี้ใหญ่เกินกว่าขนาดอัปโหลดสูงสุดของเว็บไซท์นี้"],"Add New Tag":["เพิ่มป้ายกำกับใหม่"],"Parent Category":["หมวดหมู่หลัก"],"Quote":["Quote"],"Image":["รูปภาพ"],"Password Protected":["รหัสผ่านป้องกัน"],"Suggestion:":["คำแนะนำ:"],"Edit Link":["แก้ไขลิงก์"],"Categories":["หมวดหมู่"],"Apply":["ทำงาน"],"Author":["ผู้เขียน"],"URL":["URL"],"Edit":["แก้ไข"],"Save":["บันทึก"],"Preview":["ดูก่อน"],"Save as Pending":["บันทึกเป็นรอตรวจสอบ"],"Public":["เผยแพร่"],"Schedule":["ตารางเวลา"],"Publish":["เผยแพร่"],"Advanced":["ขั้นสูง"],"Private":["ส่วนตัว"],"Submit":["ส่ง"],"Media":["สื่อ"],"Close":["ปิด"],"(no title)":["(ไม่มีหัวข้อ)"],"Thumbnail":["รูปขนาดเล็ก"],"Medium":["ขนาดกลาง"],"Undo":["ย้อนกลับ"],"Redo":["กลับไปทำใหม่"],"Full Size":["เต็มขนาด"],"Save Draft":["บันทึกฉบับร่าง"],"Update":["อัปเดต"],"Title":["หัวข้อ"],"Published":["เผยแพร่"],"Pending Review":["รอการตรวจสอบ"]}}}